Repository: Hyrules/WinHueCore
Catalog: WinHue Core/Properties/Dictionary.*.resx
Languages: fr

# RibbonHome
source: Home
fr: Accueil

# MainMenuQuit
source: Quit
fr: Quitter

# RibbonBridgePair
source: Detect and pair
fr: Détecter et associer

# RibbonBridgePairing
source: Bridge
fr: Passerelle

# MainMenuSettings
source: Settings
fr: Paramètres

# RibbonBridgeSelected
source: Selected Bridge
fr: Passerelle sélectionnée

# RibbonCreators
source: Creators
fr: Createurs

# RibbonBridgeSettings
source: Settings
fr: Paramètres

# DetectPairBridgeTitle
source: Detect and Pair Bridges...
fr: Détecter et associer les passerelles...

# ButtonClose
source: Close
fr: Fermer

# DetectPairBridgePair
source: Pair
fr: Associer

# DetectPairBridgeDefault
source: Default
fr: Par Defaut

# DetectPairBridgeScanIp
source: Scan IP
fr: Balayage IP

# DetectPairBridgeUpnp
source: Scan UPNP
fr: Balayage UPNP

# DetectPairBridgeFindBridge
source: Find my bridge
fr: Trouver ma passerelle

# DetectPairBridgeInfo
source: Bridge Info
fr: Info Passerelle

# DetectPairBridgeAbortScan
source: Abort scan
fr: Annuler le balayage

# DetectPairBridgeName
source: Name
fr: Nom

# DetectPairBridgeApiKey
source: ApiKey
fr: Clé API

# DetectPairBridgeApiVersion
source: API Version
fr: VErsion API

# DetectPairBridgeWarning
source: Notice : V1 (Round) Bridge not supported. (Will Not list here)
fr: Avertissement : La passerelle V1 (ronde) n'est pas supportée (N'apparaitra pas ici)

# DetectPairBridgeHint
source: * Right-click on the bridge list for context menu
fr: * Bouton de droite sur la liste pour un menu contextuel

# DetectPairBridgeDPBHeader
source: Detect and Pair
fr: Détecter et Associer

# DetectPairBridgeFindPortal
source: Scan Portal
fr: Balayer le portail

# DetectPairBridgeScanComplete
source: Scan complete.
fr: Balayage terminé.

# DetectPairBridgeScanAborted
source: Scan aborted.
fr: Balayage annulé.

# DetectPairBridgeScanIPComplete
source: Scan IP Complete.
fr: Balayage IP terminé.

# DetectPairBridgeScanPortalComplete
source: Scan Portal Complete.
fr: Balayage Portail terminé.

# DetectPairBridgeScanUPNPComplete
source: Scan UPNP Complete.
fr: Balayage UPNP terminé.
